---
kind: property
id: P:Autodesk.Revit.UI.Events.TransferringProjectStandardsEventArgs.SourceDocument
source: html/3c66db61-6009-622d-d76c-33d1371da401.htm
---
# Autodesk.Revit.UI.Events.TransferringProjectStandardsEventArgs.SourceDocument Property

Source document.

## Syntax (C#)
```csharp
public Document SourceDocument { get; }
```